cask_args appdir: "/Applications"

tap "cjbassi/ytop"

brew "git"
brew "curl"
brew "tree"
brew "wget"
brew "go"
brew "peco"
brew "ghq"
brew "coreutils"
brew "findutils"
brew "gnu-sed"
brew "grep"
brew "vim"
brew "awscli"
brew "asdf"
brew "ytop"
brew "jq"

cask "clipy"
cask "orbstack"
